IDEA StatiCa Open Model
MatSteelIND.GammaOVfy Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Overstrength coefficient for fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GammaOVfy { get; set; }
Public Property GammaOVfy As Double
	Get
	Set
public:
property double GammaOVfy {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelIND Class
IdeaRS.OpenModel.Material Namespace